;Language file of Revo Uninstaller
;This section must use English
[Info]
Language= Čeština/Czech
WebLang=CZ
Translator= =Mr.=
Codepage=UNICODE 
Version=2.4.5


[Uninstaller Toolbar]
102 = Zobrazení
103 = Nastavení
104 = Odinstalátor
105 = Nástroje
106 = Režim Lovec
107 = Seznam
108 = Ikony
109 = Detaily
110 = Odinstalovat
111 = Odstranit záznam
112 = Obnovit
113 = Opravdu mám označený záznam odstranit?
114 = Opravdu mám tento program odinstalovat?
115 = Autoaktualizace
116 = Nápověda
117 = Nápověda k načtenému nástroji ...
118 = Domovská stránka ...
119 = O programu ...
120 = Nejsi Administrátor!
121 = Opravdu mám označenou systémovou komponentu odinstalovat?\nZASTAV, nejsi-li si zcela jist tím, co děláš!
122 = Odinstalátor zobrazuje nainstalované programy a komponenty všech uživatelů! V "Detailech" je zobrazen typ či kontextová nabídka, lze si přečíst doplňkové informace (odkazy na vlastnosti instalací). Hlavním znakem Revo odinstalátoru je režim Lovec. Tento mód poskytuje přizpůsobení při odinstalování, zastavení, mazání nebo zakazu autospouštění pouhým jediným kliknutím.
123 = Hledat
124 = Nalezeno:
125 = Opravdu mám označenou systémovou komponentu odstranit z Regeditu?\nKomponenta může být vyžadována operačním systémem!
126 =  autospouštění zrušeno!
127 =  je nastaveno autospouštění!
128 = %s je nainstalován ve stejném místě jako %s!\nByly nalezeny nepotřebné zbytky z obou programů! Pozorně rozhodni, který z programů chceš odinstalovat!
129 = Odinstalovat násilím MSI

[Uninstaller List]
150 = Program
151 = Velikost
152 = Verze
153 = Nainstalován
154 = Společnost
155 = Webová stránka
156 = Komentář
157 = Odinstalační řetězec
158 = Registrační klíč
159 = Instalátor

[Uninstaller StatusBar]
201 = Instalace:
202 = Načítání...

[Registry Optimizer]
302 = Vyber, kde skenovat
303 = Nabídka Start

[Autorun Toolbar]
407 = Spustit
408 = Vypnout
409 = Odstranit
410 = Položek :
411 = Povolených :
412 = Se správcem Autospuštění nejen že lze zapnout či vypnout autospouštění programů spolu s Windows, ale také lze získat i další informace o těchto programech. Lze zjistit cestu spouštění, popis, vydavatele, stav (spuštěn či vypnut) a umístění příkazu spouštění (buď registrem nebo souborem na HDD).

[Autorun List]
450 = Název Po spuštění
451 = Cesta spouštění
452 = Popis
453 = Vydavatel
454 = Stav
455 = Umístění
456 = SPUŠTĚN
457 = NESPUŠTĚN
458 = NEPLATNÝ
459 = Vypnout proces
460 = Spustit proces
461 = Otevřít obsah složky
462 = Přejít do umístění
463 = Kopírovat cestu spouštění
464 = Odstranit vybrané
465 = Odstranit všechny chybné
466 = Odstranit nespuštěné
467 = Odstranit všechny vypnuté
468 = Vlastnosti ...
470 = Opravdu mám ukončit vybraný program?\nVšechna neuložená data budou ztracena!
471 = Opravdu mám smazat vybranou položku?
472 = Opravdu mám smazat všechny chybné položky?
473 = Opravdu mám smazat všechny nespuštěné položky?
474 = Opravdu mám smazat všechny vypnuté položky?
475 = Příkaz neexistuje!
476 = NEZNÁM!
477 = Autospouštění vypnuto
478 = Autospouštění zapnuto

[Outlook Control]
300 = Optimalizace
301 = Optimizér Regeditu
400 = Správce Autospouštění
500 = Čistič stop
501 = Čistič prohlížečů
600 = Čistič Microsoft Office
700 = Čistič Windows
800 = Úplné vysypání Koše
900 = Neobnovitelný výmaz
2100 = Nástroje Windows
2200 = Čistič zbytků

[Track Cleaner Browsers]
507 = Vyčistit vše
508 = Vyčistit historii navštívených Webových stránek
509 = Smazat historii napsaných adres
510 = Smazat dočasné soubory internetu
511 = Smazat Cookies
512 = Smazat soubory Index.dat
513 = Provést
514 = Smazat historii stahování
515 = Smazat historii sekcí
516 = Smazat historii formulářů
517 = Odinstalátor
518 = Opravdu mám z historie smazat všechna data?
521 = Opravdu mám smazat historii Internet Exploreru?
522 = Opravdu mám smazat historii Firefoxu?
523 = Opravdu mám smazat historii Opery?
524 = Opravdu mám smazat historii Netscape?
525 = Každý prohlížeč podrobně zaznamenává navštívené webové stránky. Informace jsou snadno dostupné v okně prohlížeče Windows a to pouhým stiskem tlačítka. Kdokoliv tak může zpětně vidět tvé "brouzdání" po webech! S Čističem prohlížečů lze smazat dočasné soubory internetu (všechny prohlížené obrázky, všechna prohlédnutá videa online a všechny navštívené weby. Smazáním dočasných souborů uvolníš mnoho místa na pevném disku.
526 = Před vyčistěním prohlížeče musíš ukončit i samotný Prohlížeč.
527 = Soubory Index.dat budou smazány při následném restartu počítače.
599 = Čištění vybraných položek dokončeno!

[Office Track Cleaner]
601 = Vyčistit
607 = Vyčistit historii dočasných dokumentů Microsoft Word 
608 = Včetně Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 a Word 2016
609 = Vyčistit historii dočasných dokumentů Microsoft Excel
610 = Včetně Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 a Excel 2016
611 = Vyčistit historii dočasných dokumentů Microsoft Access
612 = Včetně Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 a Access 2016
613 = Vyčistit Microsoft historii dočasných dokumentů PowerPoint 
614 = Včetně PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 a PowerPoint 2016
615 = Vyčistit historii dočasných dokumentů Microsoft FrontPage 
616 = Včetně FrontPage 2000, FrontPage XP a FrontPage 2003
617 = Čistič Microsoft Office umožňuje smazat historii nejčastěji používaných souborů v Microsoft Word, Excel, Access, PowerPoint a FrontPage. Pokud nechceš, aby někdo viděl tebou naposled otevřené - upravované dokumenty či jiné soubory vytvořené Microsoft Office, jen označ typ nepotřebných souborů a klikni na “Vyčistit”. Nejposledněji používané soubory z typů, které označíš, pak již nebudou dále dostupné.

[Windows Tracks Cleaner]
701 = Vyčistit
707 = Vyčistit historii dočasných dokumentů
708 = Vyčistit historii nabídky spuštěných Start
709 = Vyčistit historii hledaných souborů
710 = Vyčistit historii Tiskárny, Počítače a Osoby
711 = Vyprázdnit Schránku
712 = Vyčistit historii dočasných souborů "MS Paint"
713 = Vyčistit historii dočasných souborů "MS Wordpad" 
714 = Vyčistit historii naposledy otevřených klíčů Regeditu 
715 = Vyčistit historii běžného dialogu Otevřít/Uložit
716 = Vyčistit historii běžného dialogu naposledy navštívených složek
717 = Vysypat Koš
718 = Smazat dočasné soubory Windows 
719 = Smazat uživatelské záznamy nabídky Start
720 = Microsoft Windows zachytává stopy mnoha událostí, které v PC provádíš. Např. v podobě historie hledání (vyhledáváš-li soubor a složky), historii otevřených dokumentů, historii otevření/zavření, ve standardních dialozích souborů různých aplikací a mnoho dalších věcí. Čistič Windows umožňuje tuto historii smazat a to včetně dočasných souborů. Také lze vysypat Koš (vymazat dočasné soubory, které zbytečně zvětšují volný prostor na pevném disku).
721 = Historie Prohlížeče bude smazána poté, co bude restartován explorer.exe
722 = Hledání v Regeditu Windows 
723 = Hledání na pevném disku 
724 = Vymazat uložené poškozené soubory
725 = Vymazat Chkdsk (Check Disk) obnovení fragmentovaných souborů 


[Evidence Remover]
802 = Provést
803 = Vymazat
804 = Prosím čekej, probíhá mazání.
805 = Dokončeno
806 = Zathni oddíl(y), které chceš pročistit a kde se nachází stopy a důkazy po tvé práci. Tento nástroj pouze působí na již smazaná data. VAROVÁNÍ: Poté, co bude proces dokončen, nebude již možno smazaná data vrátit zpět!
807 = Vysypeš-li Koš Windows, jsou soubory a složky pouze označeny jako smazané, avšak fyzicky smazány nejsou. Tento nástroj přepíše soubory a složky tak, že je již nelze z pevného disku obnovit. Není problém - použije-li kdokoliv jakýkoliv nástroj pro obnovu dat. Získá vždy stejný výsledek - nic nezjistí! ... Data, smazaná Odstraňovačem důkazů, jsou ztracena navždy!
808 = Opravdu mám na vybraných oddílech smazat zbytkové stopy a důkazy?

[Unrecoverable Delete]
912 = Seznam souborů a složek, které mají být trvale smazány a které již nebude možno obnovit
913 = Soubory
914 = Složky
915 = Vlož soubory, které chceš ze systému odstranit a smazat. Tyto soubory nelze vrátit zpět žádným softwarovým nástrojem!
916 = Vlož složky, které chceš ze systému odstranit a smazat. Tyto složky nelze vrátit zpět žádným softwarovým nástrojem!
917 = Přidané soubory budou vymazány
918 = Přidané složky budou vymazány
919 = VYMAZAT PROVŽDY
920 = Seznam čištění
921 = Pokud chceš bezpečně vymazat soubor či složku (a být si tak jist, že je nikdo - s žádným nástrojem - nebude schopen obnovit), použij Neobnovitelný výmaz. Vysypání Koše ve Windows neznamená, že jsou soubory pryč trvale. Jsou stále přítomny na disku a kdokoliv je může docela snadno obnovit. S nástrojem Neobnovitelný výmaz/Unrecoverable Delete toto nejde, neboť se jedná o fyzický přepis vybraných souborů a složek.
922 = Opravdu mám vybrané soubory a složky smazat natrvalo?

[Options Tree]
1001 = Nastavení
1100 = Obecné
1200 = Odinstalátor

[General]
1101 = Současný jazyk:
1102 = Pokročilý mód
1103 = Po spuštění zkontrolovat aktualizace

[Uninstaller Options]
1201 = Zobrazit aktualizace systému
1202 = Zobrazit součásti systému
1204 = Pouze spustit vestavěný odinstalátor
1205 = (Ve Windows Vista nepodporováno)
1206 = Před odinstalováním vytvořit Bod obnovy systému
1207 = Zbylé soubory a složky přesunovat do Koše

[Auto Update]
1907 = Aktualizace
1908 = Informace o verzi
1909 = Tvá verze:
1910 = Poslední verze:
1911 = STÁHNOUT
1912 = Získat poslední verzi
1913 = Co je nového
1914 = Ověřování ...
1915 = Chyba připojení ...
1916 = STOP
1917 = Staženo %s z %s
1918 = Staženo %s (celková velikost neznámá)
1919 = Revo Uninstaller se nebyl schopen připojit k www.revouninstaller.com. Prosím ujisti se, že je internetové připojení aktivní a že Revo Uninstaller není blokován firewallem
1920 = Chyba: Kontrola nové verze selhala. Internetové připojení není dostupné.

[WinTools]
2110 = Spustit
2111 = Zde jsou dost užitečné, přínosné nástroje a komponentní balíčky operačního systému Windows. Některé nástroje používají příkazový řádek, jiné odlišný přístup. Nástroje Windows poskytují rychlý, jednoklikatelný přístup k více než 10 obecným nástrojům Windows.
2112 = Pokud dojde k problému, můžeš použít Bod obnovy pro obnovu tvého PC do dříve funkčního stavu bez ztráty osobních dat. Systémová Obnova monitoruje změny v systému a v některých souborech programů a tím automaticky snadno vytváří Body obnovy. Tyto Body obnovy ti dovolují vrátit systém zpět do předchozího funkčního stavu. Tvoří se denně, v době důležitých systémových změn. Také je můžeš vytvořit ručně sám a pojmenovat si je.
2113 = Tohoto můžeš využít ke sběru a zobrazení informací o PC hardwaru a operačním systému, tvé internetové konfiguraci, modemu, stejně jako o adaptéru sítě. S nástrojem Diagnostika sítě můžeš provést sken systému a otestovat síťovou konektivitu, jsou-li nebo nejsou-li funkční tvé přidružené programy k síti a serverům.
2114 = Síťové informace zobrazují všechny TCP/IP síťové konfigurace, Dynamic Host Configuration Protocol (DHCP) a nastavení Domain Name System (DNS). Síťové informace též zobrazují plnou TCP/IP konfiguraci všech adaptérů včetně IP adres, MAC adres, masek subnet, výchozích bran, Windows Internet Naming Service (WINS) a DNS konfigurací.
2115 = Bezpečnostní centrum zkontroluje stav PC třemi bezpečnostními způsoby: firewall, automatické aktualizace a na malware/virovou ochranu. Je-li detekován problém s některým z nich (např. je-li antivirový program neaktualizován), bezpečnostní centrum odešle výstrahu a poskytne rady jak nejlépe ochránit tvé PC.
2116 = Vlastnosti systému lze použít k zobrazení základních informací o hardwaru PC jako je typ CPU, celková RAM paměť, zobrazení a změny nastavení, jak PC využívá paměť, nalezení určitých informací (hardwarových a vlastností zařízení), dovolují konfigurovat hardwarové profily, prohlížet informace o síťovém připojení a profilu přihlašování i oznamovat systémové a programové chyby Microsoftu nebo tvému administrátorovi systému, je-li třeba.
2117 = Systémová informace je komponenta Windows operačního systému, která sbírá a zobrazuje informace o systemové konfiguraci pro místní i vzdálené počítače. To zahrnuje informace o hardwarových konfiguracích, PC komponentách a softwaru, včetně označených i neoznačených oddílech. Systemová informace je podpůrný nástroj, který se může použít pro rychlou informaci o tvém PC a operačním systému.
2118 = Příkaz Netstat TCP/IP je komponenta OS Windows, která zobrazuje všechna aktivní TCP připojení a TCP a UDP porty, na kterých PC naslouchá a zobrazuje prováděcí houšť k vytvoření každého připojovacího nebo naslouchacího portu (probíhající název je v [ ] dole, nahoře je volací komponenta a toto vše celkově odchází přes TCP/IP).
2119 = Zobrazení klávesnice na obrazovce - virtuální klávesnice dovoluje uživatelům s pohybovými defekty zapisovat data s použitím bodových zařízení nebo joystickem. On-Screen Keyboard je zaměřena na minimální úroveň funkčnosti pro uživatele s pohybovým handicapem. Také lze použít On-Screen Keyboard, pokud se domníváš, že je Key-Logger nainstalován na tvůj PC a jsou zachycovány všechny napsané znaky. On-Screen Keyboard eliminuje možnost záznamu úhozů.
2120 = Defragmentátor disku analyzuje místní oddíly a uspořádá fragmentované soubory a složky tak, že každý zabírá sousední místo na oddílu. Diskový defragmentátor také uspořádá volný prostor. Výsledkem těchto změn je, že systém může přistupovat k souborům a složkám mnohem rychleji.
2121 = Služby mohou spouštět, zastavit, pozastavit, pokračovat nebo zcela vypnout služby na místních či vzdálených počítačích. Služby mohou také nastavit zotavování akcí, pokud služba selhává (např. automatický restart služby), zapnout či vypnout službu pro konkrétní hardwarový profil a prohlédnout si stav a popis každé ze služeb.
2122 = Sdílené složky mohou být použity ke zdrojové obsluze pro síť, řízení povolených vstupů uživatelem, konferenčních aktivit, vlastností sdílených zdrojů a k prohlížení Přehledu připojení a zdrojů použitých pro místní a vzdálené počítače. Sdílené složky mohou též zobrazit seznam všech uživatelů, kteří jsou připojeni vzdáleně (přes síť) ke tvému PC a odpojit jeden či všechny najednou. Můžeš také vidět seznam souborů, které jsou vzdálenými uživateli právě otevřeny.
2123 = Skupina zabezpečení obsahuje uživatelské nastavení taktiky a konfigurace pro PC. Group Policy nastavuje omezení různým komponentám desktopového prostředí uživatele, které systémový administrátor potřebuje pro obsluhu (např. programy, které jsou uživatelsky dostupné, programy, které se objevují na uživatelském desktopu a možnosti nabídky Start).
2124 = Přidat a vyjmout komponenty - pomáhají k obsluze nainstalovaných součástí Windows na PC. Spolu s operačním systémem Windows je tento nainstalován na tvůj počítač, proto jej můžeš použít k přidávání komponent Windows, které nebyly zahrnuty v původní instalaci nebo odebrat již existující komponentu Windows, kterou již dále nepotřebuješ.
2125 = Odstraňovač záludného software Microsoft Windows. Nástroj prozkoumá spuštěný operační systém Windows na specifické infekce, obvykle zákeřný software a pomáhá odstranit jakoukoliv infekci, je-li nalezena. Zákeřný software obsahuje viry, červy a trojské koně. Když detekce a vyjmutí kompletním, nástroj zobrazí zprávu popisující výsledek včetně toho, byl-li škodlivý software v PC zjištěn a vyjmut.


[Junk Files Cleaner Options]
2202 = Skenovat oddíly:
2203 = Vzor
2204 = Popis
2205 = Přidat
2206 = Odstranit
2207 = Resetovat na výchozí
2208 = Čistič zbytkových souborů::Obecné
2209 = Čistič zbytkových souborů::Vyjmuté
2220 = Skenovací vzor pro:
2221 = Můžeš použít symbol ? a/nebo * jako náhradu znaku
2222 = Přidat vzor
2223 = Přidat výlučný vzor
2224 = Můžeš použít symbol ? a/nebo * jako náhradu znaku
2225 = Vyjmout vzor:
2226 = Přesunout smazané soubory do Koše
2227 = Ignorovat soubory zpřístupněné v posledních 24 hodinách

[Junk Files Cleaner Tool]
2306 = Skenovat
2307 = Vymazat
2308 = Skenování
2309 = Prosím čekej, probíhá skenování.
2310 = Zrušit
2311 = Název
2312 = Velikost
2319 = Soubory:
2320 = Celková velikost:
2323 = Windows nebo jiný program používá soubory\n , které nyní nelze smazat
2324 = Musíš označit minimálně jeden oddíl a příponu pro zahájení skenování.
2325 = Čističem zbytků lze v počítači nalézt a smazat různé typy zbytkových a nepotřebných souborů. Běžně jsou tyto soubory smazány programem, který je vytvořil. Bohužel, často však zůstávají trvale na disku - dojde-li k nečekanému pádu programu nebo k závadě systému atd. Dojde-li k tomu, pak "zbytečnosti" zmenšují volný prostor na HDD a zpomalují rychlost systému atd., \n\nJak se zbytky naložit? Klikni na “Nápověda”, poté na Nápověda k “Současnému nástroji”.
2326 = Soubor:
2327 = Vymazání souborů

[Context Menu Junk Files Cleaner]
2313 = Otevřít
2314 = Vyhledat Googlem 
2315 = Otevřít obsah složky
2316 = Vlastnosti ...
2317 = Prověřit všechny položky
2318 = Neprověřit všechny položky
2321 = Prověřit vybrané položky
2322 = Neprověřit vybrané položky

[Topmost Window]
4002 = Nastavení
4003 = Otevřít hlavní okno
4004 = Mód Uchop a přetáhni
4005 = Režim Lovec
4006 = Velikost
4007 = Malé
4008 = Střední
4009 = Velké
4010 = Velikost okna
4011 = KONEC
4012 = Odinstalovat
4013 = Zastavit autospouštění
4014 = Ukončit proces
4015 = Ukončit a smazat proces
4016 = Otevřít obsah složky
4017 = Info
4018 = Vlastnosti
4019 = ZRUŠIT
4020 = Je podporován jen jeden soubor!
4021 = Máš ztracenu složku, prosím přetáhni a pusť soubor!
4022 = Odinstalovat nebo Odstranit:
4023 = Nerozhoduje! Zkus kliknout na nějaké okno, ikonu nebo nástrojovou položku.
4024 = Nelze spustit příkaz k odinstalování!\n Prosím, odinstaluj program v Odinstalátoru.
4025 = Instalační balíček nebyl nalezen!\nTip: V hlavním okně získej více informací o aplikaci a\n poté se ji pokus odinstalovat ručně!
4026 = Okno aplikace je v autospouštění vypnuto!\nTip: přeješ-li si ho opět zapnout, použij nástroj Autospouštění v nabídce hlavního programu!
4027 = Okno aplikace není na obvyklém místě nalezeno!\nTip: Pro nalezení místa, použitého k autospouštění programu, jdi na web Google!
4028 = Opravdu mám ukončit vybraný program?\nVšechna neuložená data budou ztracena!
4029 = Odinstalovat
4030 = Opravdu mám vybranou aplikaci smazat?\nVšechna neuložená data budou ztracena!
4031 = Opravdu mám zavřít Windows Explorer?\n Nabídka Start, lišta nástrojů a systémová lišta zmizí!
4032 = Autospouštět spolu s Windows
4033 = Průhlednost 

[Scan After Uninstall]
4210 = Umístění
4211 = Klíč
4212 = Hodnota
4213 = Data
4214 = Soubor
4215 = Žádná položka není vybrána. Zatrhni položku kterou chceš smazat!
4216 = Po odinstalování nový sken
4217 = Vybrat vše
4218 = Odoznačit vše
4219 = Vymazat
4220 = Zbytkové soubory
4221 = Záznamy zbytkových souborů
4222 = Prosím čekej, skenuji před odinstalováním ...
4223 = Spouštím odinstalátor ...
4224 = Prosím, spusť skenování zbytkových souborů, složek a registračních klíčů až po samotném dokončení příslušného odinstalátoru programu.
4225 = Prosím čekej, skenuji po odinstalování ...
4226 = Prosím, zkontroluj pozorně položky v seznamu!
4227 = Zavřít
4228 = Zbývající soubory budou ze seznamu vymazány při příštím restartu systému.
4229 = Spuštění odinstalátoru programu selhalo!\nZřejmě je poškozen odinstalační příkaz!
4230 = Zpět
4231 = Dále
4232 = Výběr typu odinstalace
4233 = Typy
4234 = Vestavěný - je spuštěn pouze odinstalátor aplikace bez doplňkového prohledávání
4235 = Bezpečný - zahrnuje vestavěný mód a provoz doplňkového skenování v registrech a na harddisku s cílem nalezení zbytkových položek, které méhou být bezpečně smazány. Je to rychlý mód.
4236 = Přiměřený - zahrnuje bezpečný mod a provoz rozšířeného prohlížení pro nalezení všech informací o programu ve většině běžných míst v registrech a na harddisku.
4237 = Pokročilý - zahrnuje přiměřený mód a provoz hlubokého a pečlivého prohlížení pro nalezení všech zbytkových informací o programu v registrech i na harddisku. Je to pomalejší mód. 
4238 = Analýzování dat programu před jeho samotným odinstalováním.
4239 = Spouštění vestavěného odinstalátoru programu.
4240 = Po ukončení odinstalátoru programu stiskni tlačítko “Dále" pro spuštění hledání zbytkových souborů, složek a registračních položek.
4241 = Probíhá počáteční analýza odinstalace
4242 = Hledání zbytkových informací 
4243 = Vestavěná odinstalace dokončena. Nyní je prohlížen Regedit a pevný disk na zbytky souborů, složek a registračních položek odinstalovaného programu. Prosím čekej ...
4244 = Nalezeny zbytky v položkách Regeditu
4245 = Nalezené položky v Regeditu:
4246 = Poznámka: Prosím, důkladně zkontroluj tyto položky! Budou pouze smazány tučně zvýrazněné položky a podpoložky!
4247 = Nalezeny zbytky souborů a složek
4248 = Nalezeny položky:
4249 = Tento počítač
4250 = Revo Unistaller nemohl spustit vestavěný odinstalátor programu. Je možné, že odinstalační příkaz byl zadán špatně nebo je odinstalační program poškozen. Můžeš stisknout tlačítko "Zpět" a vyzkoušet jiný mód odinstalace.
4251 = Vestavěný odinstalátor programu ukončil činnost. Můžeš stisknout tlačítko "Zpět" a zkusit jiný mód odinstalace pro hloubkové hledání zbytkových souborů, složek a položek Regeditu.
4252 = Revo Uninstaller úspěšně dokončil odinstalaci, avšak zbytkové položky nebyly nalezeny. Můžeš stisknout tlačítko "Zpět" a vyzkoušet rozšířený mód odinstalace pro hloubkové hledání.
4253 = Revo Uninstaller úspěšně dokončil odinstalaci. Chceš-li nalézt zbytky souborů, stiskni tlačítko "Zpět" a zkus radikálnější odinstalační mód hloubkového hledání.
4254 = Dokončeno 
4255 = Opravdu chceš přesunout vybrané soubory do Koše?
4256 = Opravdu chceš smazat vybrané položky z Regeditu?
4257 = Revo Uninstaller úspěšně dokončil odinstalaci!
4258 = Opravdu chceš přeskočit mazání nalezených zbytků v Regeditu a pokračovat dalším krokem (nedoporučeno)?
4259 = Opravdu chceš přeskočit mazání nalezených zbytkových souborů a složek a pokračovat dalším krokem?
4260 = Kontrola položek dokončena. Pro zobrazení výsledku klikni na "Dále"!
4261 = Tvorba návratného bodu systému ...
4262 = Tvorba návratného bodu systému selhala!
4263 = Tvorba návratného bodu systému zakázána (v Nastavení -> Odinstalátor)
4264 = Tvorba návratného bodu systému - dokončena!


[About]
4300 = Překladatelé:

[ContextMenu Uninstaller]
5000 = Příkazy
5001 = Info
5002 = Vyhledat Googlem 
5004 = Umístění programu
5005 = O programu ...
5006 = Spustit Nápovědu ...
5007 = Spustit aktualizaci ...
5008 = Načíst klíče Regeditu ...

[Common]
10000 = OK
10001 = Zrušit
10002 = Nápověda
10003 = Procházet
10004 = Nápověda nástroje
10005 = Domovská stránka
10006 = O programu
10007 = Varování
10008 = CHYBA
10009 = Ano
10010 = Ne

[Tooltips]
2000 = Přepnout na mód Odinstalování
2001 = Zobrazit Panel nástrojů
2002 = Přizpůsobit nastavení 
2003 = Přepnout do režimu Lovce
2004 = Změna zobrazování nainstalovaných programů
2005 = Odinstalovat vybranou aplikaci
2006 = Označené vstupy vymazat z Regeditu
2007 = Obnovit seznam programů
2008 = Aktualizovat současnou verzi na novější
2009 = Najít doplňkové informace a odpovědi na všechny otázky o programu
404 = Spustit vybranou aplikaci
405 = Zastavit a zavřít vybranou aplikaci
406 = Zabránit vybraným aplikacím spouštět se automaticky
506 = Smazat vybrané nastavení
605 = Smazat vybrané nastavení
705 = Smazat vybrané nastavení
2106 = Spustit vybraný nástroj
2304 = Hledání zbytečných souborů dle vybraného nastavení
2305 = Zatržené soubory přesunout do Koše



[UninstallerPro]
15000 = Obecné
15001 = Správce\nskupin
15002 = Nové programy
15003 = Ostatní programy
15004 = Název
15005 = Přejmenovat
15006 = Internet
15007 = Hry
15008 = Multimedia
15009 = Utility
15050 = Presuň nahoru
15051 = Přesuň dolů
15052 = Přidat
15053 = Odebrat
15054 = Sloupce
15055 = Odstranit tento sloupec
15056 = Zarovnání
15057 = Vlevo
15058 = Na střed
15059 = Vpravo
15060 = Nejvhodnější
15061 = Exportovat do
15062 = formátu textu(txt)
15063 = formátu HTML(html)
15064 = Microsoft Excel
15065 = Exportovat
15066 = Zvol sloupece, které chceš exportovat:
15067 = Zobrazit nově instalované programy:
15068 = za posledních (dnů)
15069 = od posledního spuštění odinstalátoru
15070 = Název skupiny:
15071 = Přidat
15072 = Skupina
15073 = Sledované programy
15074 = Sledované\nprogramy
15075 = Všechny programy
15076 = Všechny\nprogramy
15077 = Smazat záznam
15078 = Uživatelská odinstalace
15079 = Změnit ikonu
15080 = Přidat do skupiny
15081 = Odstranit ze skupiny
15082 = Odinstalování
15083 = Odinstalace zaznamenala soubory a složky programu:
15084 = Odinstalace zaznamenala položky v Regeditu:
15085 = Nebyla vymazána existují data, související s odinstalovávaným program, neboť nebyla programem Revo Uninstaller při instalaci zaznamenána. Chceš-li data sám posoudit a případně i vymazat, stiskni tlačítko "Pokročilá odinstalace"  
15086 = Pokročilá odinstalace
15087 = Cesta k souboru\složce
15088 = Načítám přehled...
15089 = Odinstalovat vybrané hodnoty
15090 = Otvírám zdrojový klíč Regeditu... 
15091 = Rozvinout vše
15092 = Svinout vše
15093 = Název hodnoty 
15094 = Složka záznamů:
15095 = Spustit operaci Přejmenovat předchozí současné soubory a složky v systému
15096 = Násilná odinstalace
15097 = Násilná\nodinstalace
15098 = Rozvinout vybraný klíč
15099 = Svinout vybraný klíč
15100 = Odinstalovat vybraný klíč
15101 = Označit vybraný klíč jako Vytvořený
15102 = Přidat na seznam vyjmutých
15103 = Chybný záznam souboru
15104 = Soubor neexistuje! Zvol správný soubor nebo zruš akci.
15105 = Vyber proces
15106 = Přidat proces do Seznamu
15107 = Úplná cesta:
15108 = Přidat klíč do Regeditu
15109 = Cesta registračního klíče
15110 = Příkaz Násilná odinstalace pomáhá odinstalovat programy nebo odstranit zbytky nainstalovaných nebo odinstalovaných programů. Můžeš si prohlédnout zbylé soubory a složky nebo zadat úplnou cestu k nějakému souboru či složce s programem, jež hodláš odinstalovat. Můžeš také napsat název programu jako doplňkovou informaci. Podle zadaných dat Revo Uninstaller vyhledá stávající vestavěné odinstalátory a související záznamy instalace v modulech Sledované programy a Databáze záznamů. Je-li zde nějaký záznam nalezen a zapsán, můžeš ale nemusíš si ho vybrat pro odinstalaci.\n\nProsím, napiš přesný název a cestu k nainstalovanému programu, jež hodláš odinstalovat!
15111 = Typy skenování
15112 = Vestavěný
15113 = Bezpečný
15114 = Mírný
15115 = Pokročilý
15116 = Úplná cesta k souborům či složce programu:
15117 = Přesný název programu:
15118 = Nalezen vestavěný odinstalátor:
15119 = Spustit vybraný vestavěný odinstalátor
15120 = Název programu
15121 = Odinstalační příkaz
15122 = Typ
15123 = 32-bit
15124 = 64-bit
15125 = Ukončit proces a pokračovat
15126 = Vybraný proces je nyní spuštěn! Chceš-li program řádně odinstalovat i s jeho souvisejícími položkami, ukonči (zastav) ho a až poté pokračuj
15127 = Vyjmuté klíče Regeditu 
15128 = Zahrnout podklíče
15129 = Po spuštění přejít na Sledované programy
15130 = Soubory a složky přesunout - smazat:
15131 = do složky Zálohy
15132 = do Koše
15133 = Permanentně
15134 = Opravdu chceš smazat vybrané položky?
15135 = Složky
15136 = Soubory
15137 = Možné související soubory a složky
15138 = Možné související položky Regeditu
15139 = Klíče:
15140 = Hodnoty:
15141 = Zaznamenané soubory a složky
15142 = Spustit Přejmenování starších systémových souborů a složek 
15143 = Opravdu chceš odinstalovat vybrané položky?
15144 = Při příštím spuštění systému budou smazány zatržené, avšak zbývající soubory.
15145 = Zachycené položky Regeditu
15146 = Odinstalovávám...
15147 = Skenování zbylých souborů, složek a položek registru podle poskytnutých počátečních informací
15148 = Analýza a spouštění vestavěného odinstalátoru programu pro běžnou odinstalaci
15149 = Po dokončení programového odinstalátoru stiskni "Sken" pro spuštění skenu na zbytkové soubory, složky a položky Regeditu.
15150 = Na disku je málo místa pro zápis načtených dat
15151 = Chyba zápisu při cachování souboru. Ujisti se, že máš příslušná oprávnění
15152 = Chyba čtení cachovaných dat
15153 = Revo Uninstaller nenalezl zbytkové soubory
15154 = Sken
15155 = Vlastní\nodinstalace
15156 = Modul "Všechny programy" Revo Uninstalleru Pro zobrazí všechny instalované programy a komponenty všech uživatelů včetně současného, rozdělené na dvě výchozí skupiny - "Nové" a "Ostatní". V "Detailech" zobrazuje typ nebo po kliknutí na kontextovou nabídku lze zjistit přidané informace (odkazy a vlastnosti o instalacích). Nastavení modulu se nachází v podpoložce "Všechny programy" v položce "Odinstalátor" v okně "Nastavení" .
15157 = Modul "Sledované programy" Revo Uninstalleru Pro zobrazí všechny sledované programy, jejichž instalaci jsi nechal monitorovat Revo Uninstallerem Pro. Sledovat program Revo Uninstallerem Pro můžeš pravým kliknutím na jeho instalační balíček (setup) nebo stisknutím tlačítka "Instalovat program" v hlavní liště nástrojů. Nastavení modulu se nachází v podpoložce "Sledované programy" v položce "Odinstalátor" v okně "Nastavení" .
15158 = Registrovat
15159 = Nápověda
15160 = Instalovat programy
15161 = Instalovat\nprogramy
15162 = Před odinstalováním vytvořit Bod obnovy systému a úplnou zálohu Regeditu
15163 = Vytvářím úplnou zálohu Regeditu...
15164 = Vytvoření systémového Bodu obnovy a úplné zálohy Regeditu je zakázáno (Nastavení->Odinstalátor)
15165 = Vytvoření úplné zálohy Regeditu - dokončeno!
15166 = Vytvoření úplné zálohy Regeditu - selhalo!
15167 = (Nepodporováno ve Windows Vista a Windows 7,8,10)
15168 = Záznamy:
15169 = Nebo klikni pravou myší na ikonou módu Lovec a poté na "Konec" pro ukončení
15170 = Otevřít Uninstall Wizard maximalizovaně
15171 = Cesta ke složce
15172 = Prosím nainstaluj Čtenáře pdf pro zobrazení souboru Nápovědy
15173 = Přidat novou skupinu
15174 = Smazat vybrané záznamy
15175 = přestavět vyrovnávací paměť 
15176 = Opravdu chceš přestavět vyrovnávací paměť?\nProvedené úpravy programů budou resetovány!
15177 = Správa
15178 = Záznamy Export,Import nebo Upravit
15179 = Změnit\nnebo Opravit
15180 = Změnit nebo Opravit
15181 = Odkaz na Update
15182 = Databáze záznamů
15183 = Databáze\nzáznamů
15184 = Programy:
15185 = Název programu
15186 = Verze programu
15187 = Verze Windows
15188 = Bity Windows
15189 = Nalezen
15190 = Zobrazit pouze záznamy kompatabilní s %s
15191 = Zobraz pouze %s záznamů
15192 = Nalezeno záznamů:
15193 = Databáze záznamů:
15194 = Hledat dle:
15195 = záznam
15196 = záznamy
15197 = program
15198 = programy
15199 = Název
15200 = Rychle odinstalovat
15201 = Rychle\nodinstalovat
15202 = Vytvořit počáteční zálohu systému
15203 = Odinstalování programu %d z %d
15204 = Inicializace analýzy - hotovo!
15205 = Spouštění vestavěného programového odinstalátoru - hotovo!
15206 = Spouštění vestavěného programového odinstalátoru - selhání!
15207 = Skenování na zbytkové soubory, složky a položky Regeditu...
15208 = Mazání zbytkových souborů...
15209 = Smazáno %d zbytkových klíčů Regeditu a %d hodnot
15210 = Smazáno %d zbytkových složek a %d souborů
15211 = Rychlá odinstalace dokončena!
15212 = Stav
15213 = Po dokončení programového odinstalátoru stiskni "Pokračovat" pro pokračování průběhu odinstalace.
15214 = Pokračovat
15215 = Importován
15216 = Přidat komentář
15217 = Upravit komentář
15218 = Moduly
15219 = Datum záznamu
15220 = Připravuji datový záznam odinstalace...
15221 = %d z %d položek
15222 = Provádění nezbytného přejmenování operací...
15223 = Opravdu mám odinstalovat vybraný záznam?
15224 = Opravdu mám odinstalovat vybrané záznamy?
15225 = Odinstalování záznam %d z %d
15226 = Exportovat vše
15227 = Přeskočit\nZálohovat
15228 = Přeskočit vytvoření Bodu obnovy systému a úplné zálohy Regeditu
15229 = Vytvoření úplné zálohy Regeditu - přeskočeno!
15230 = Vytvoření Bodu obnovy systému - přeskočeno!
15231 = Upravit záznam
15232 = Import záznamu
15233 = Export záznamu
15234 = Analýza záznamu -
15235 = Přejmenovat záznam
15236 = Název záznamu
15237 = Uložit změny
15238 = Upravit
15239 = Ikona
15240 = Index ikony
15241 = Autor
15242 = Vytvořeno
15243 = Naposledy upraveno
15244 = Odhadnutá velikost
15245 = Klíče Regeditu
15246 = Hodnoty Regeditu
15247 = Vytvořen
15248 = Smazán
15249 = Přejmenován
15250 = Přepsán
15251 = Neznámo
15252 = Původní název
15253 = Úplný název
15254 = Původní úplný název
15255 = Původní data
15256 = Hodnota Regeditu se stejným názvem již existuje!
15257 = Přidat klíč
15258 = Název klíče:
15259 = Neupravován
15260 = Upravit klíč
15261 = Přidat hodnotu
15262 = Upravit hodnotu
15263 = Nastavit
15264 = Původní typ
15265 = Násilně zastavit spuštění spustitelných souborů během jejich odinstalace
15266 = Vyhledat vhodný záznam před regulerní odinstalací programu 
15267 = Opravdu mám Rychle odinstalovat vybraný program(y)?
15268 = Nalezen shodný záznam mezi záznamy, které byly použity pro odinstalaci\nspuštění vestavěného programového odinstalátoru výchozí odinstalace.
15269 = Nalezen shodný záznam v Databázi záznamů, který byl použit pro odinstalaci\nspuštění vestavěného programového odinstalátoru výchozí odinstalace.
15270 = Po dokončení činnosti vestavěného odinstalátoru stiskni "Pokračovat" pro odstranění zbytkových souborů, složek a položek Regeditu.
15271 = Chyba při stahování souboru záznamu!
15272 = Chyba při přejmenování stahovaného souboru!
15273 = Modul "Databáze záznamů" v Revo Uninstaller přehledně zobrazuje záznamy sledovaných programů, kompatabilních s tvým systémem. Tyto záznamy, uložené na našem webu, jsou udržovány týmem Revo Uninstaller. Můžeš je snadno (jediným klikem na tlačítko "Odinstalovat") použít pro odinstalaci programů z počítače.
15274 = Tvá verze:
15275 = Nyní aktualizovat
15276 = Automaticky aktualizovat databázi záznamů
15277 = Chyba při stahování databáze záznamů!
15278 = Chyba při aktualizaci databáze záznamů!
15279 = Chyba při rozbalování databáze záznamů!
15280 = Chyba při otevření databáze záznamů!
15281 = Tvůj komentář:
15282 = Výběr ikon
15283 = Cesta souboru:
15284 = Vybrat ikonu ze seznamu:
15285 = Soubor
15286 = Složka
15287 = Export záznamu -
15288 = Import záznamu -
15289 = %d%% dokončen
15290 = Export dle
15291 = Nalezeny související záznamy
15292 = Ano(doporučeno)
15293 = Uvedené záznamy vytvořené tebou se zdají být souvisejícími s programem, který chceš odinstalovat. Chceš zaznamenat data během odinstalace?
15294 = Stahování záznamu -
15295 = Uvedené záznamy, nalezené v databázy záznamů se zdají být souvisejícími s programem, který chceš odinstalovat. Chceš-li zaznamenat data během odinstalace, nastav kontrolní značku v popředí.
15296 = V naší databázi záznamů nalezen vhodný odinstalační záznam.\nChceš ho použít pro kompletnější dokončení odinstalace?
15297 = Opravdu chceš smazat vybrané záznamy z přehledu?
15298 = Musíš vybrat nejméně jeden sloupec pro export!
15299 = Vyhledat
15300 = Použít vybraný záznam
15301 = Zdroj
15302 = V přehledu jsi nevybral žádný vestavěný odinstalátor.\nOpravdu chceš pokračovat v hledání zbytků a přeskočit použití vestavěného odinstalátoru?
15303 = Vyber vestavěný odinstalátor v seznamu, chceš-li ho použít pro proces odinstalace.
15304 = V přehledu jsi nevybral žádný záznam.\nOpravdu chceš pokračovat ve vyhledávání zbytků a přeskočit použití záznamu?
15305 = Vyber záznam ze seznamu, chceš-li ho použít pro proces odinstalace.
15306 = Načítám data...
15307 = Vytvořit úplnou Zálohu Regeditu před odinstalací
15308 = Vytvoření úplné Zálohy Regeditu zakázáno (v Nastavení->Odinstalátor)
15309 = Cesta:
15310 = Použít programový odinstalátor pro získání instalačních dat

[Auto Run Manager Pro]
15800 = Přidat
15801 = Přidat program do spoustit spolu s Windows
15802 = Nastavit autospouštění pro:
15803 = Všechny uživatele
15804 = Současného uživatele
15805 = Nastavit autospouštění z:
15806 = Regedit: Spustit - při každém spuštění Windows
15807 = Regedit: Spustit 1x - pouze jednou při dalším spuštění Windows
15808 = Složka Po spuštění - při každém spuštění Windows
15809 = Příkaz (úplná cesta):
15810 = Název:
15811 = Odstraněn z autospouštění
15812 = Z autospouštění odstraněny nespouštěné položky 
15813 = Z autospouštění odstraněny všechny zakázané položky 
15814 = Služby
15815 = Otevřít služby Windows

[General App]
16001 = Tisk
16002 = Náhled tisku
16003 = Nastavení tisku
16004 = Zobrazit
16005 = Nabídková lišta
16006 = Lišta nástrojů
16007 = Stavový řádek
16008 = Popis lišty
16009 = Nástroje lišty nástrojů
16010 = Soubor
16011 = Správce\nautospuštění
16012 = Čistič\nzbytkových souborů
16013 = Nástroje\nWindows
16014 = Čistič\nprohlížečů
16015 = Čistič\nMicrosoft Office
16016 = Čistič\nWindows
16017 = Odstraňovač\ndůkazů
16018 = Výmaz\nneopravitelných
16019 = Správce\nzáloh
16020 = Instalovat s Revo Uninstaller
16021 = Odinstalovat s Revo Uninstaller
16022 = Instalovat vybraný program s Revo Uninstaller
16023 = Odinstalovat vybraný program s Revo Uninstaller
16024 = Složka Záloh:
16025 = Navrátit smazané položky Regeditu
16026 = Navrátit smazané soubory a složky
16027 = Microsoft Excel není v počítači instalován (kód chyby je 0x%08X).
16028 = Selhalo spuštění programu Microsoft Excel (kód chyby je 0x%08X).
16029 = Neznámá chyba.
16030 = Regedit
16031 = Přeskočit informační zprávy
16032 = Přeskočit upozorňovací zprávy
16033 = Procesy
16034 = Sledovat programy v okně kompaktního módu
16035 = Zahrnout procesy:
16036 = Vyjmout procesy:
16037 = Cesta
16038 = Théma:
16039 = Lišta nástrojů
16040 = Zobrazit text označení
16041 = Zobrazit malé ikony
16042 = Modrá
16043 = Šedá
16044 = Černá
16045 = Stříbrná
16046 = Nativní
16047 = Nativní 2
16048 = Nativní hladká
16049 = Zakoupit nyní
16050 = Poté, co jsi zakoupil Revo Uninstaller, obdržíš sériové číslo na svůj email. Zadej sériové číslo a dole stiskni tlačítko “Aktivovat online” pro aktivaci zakoupeného programu. Aktivace vyžaduje internetové připojení, takže firewall může blokovat Revo Uninstaller. Umožni aktivaci. Máš-li otázky k registraci, prosím kontaktuj nás na: registration@revouninstaller.com.
16051 = Registrovat 
16052 = Sem vlož sériové číslo:
16053 = Aktivovat online
16054 = Všechna práva vyhrazena.
16055 = Registrovaná verze
16056 = Neregistrovaná verze
16057 = Můžeš smazat vytvořené zálohy, záznamy a další uživatelská data. Stiskni "Ne" aktualizoval-li jsi program.
16058 = Přeložil:
16059 = Denně vytvořit úplnou zálohu Registru
16060 = Po odinstalaci smazat záznam sledovaného programu
16061 = Zobrazit malé ikony v Podrobném přehledu
16062 = Zobrazit příkazy v kontextové nabídce Windows (Instalovat s ..., Odinstalovat s ...)
16063 = Standardně zatrhnout všechny zbytky
16064 = Tmavě šedá
16065 = Modrá 2
16070 = Lišta příkazů
16071 = Vlastní
16072 = Théma
16073 = Vlastní barva pozadí
16074 = Vlastní výběr barev
16075 = Prosím před spuštěním importu záznamu ukonči Revo Uninstaller \nnebo záznam importuj použitím tlačítka "Spravovat" v módu "Sledované programy".
16076 = Aktivovat
16077 = Zvol metodu aktivace
16078 = Aktivace Online 
16079 = Activovat ze souboru
16080 = Tvá 30-denní zkušební doba skončila. Chceš-li program nadále používat, zakup licenci.
16081 = Poté, co zakoupíš licenci Revo Uninstaller, obdržíš emailem sériové číslo. Po nákupu aktivace Revo Uninstaller, potřebuješ zadej své jméno a sériové číslo do spodní části formuláře (je doporučeno zkopírovat a vložit) a pak stiskni tlačítko “Aktivace online”. Aktivace vyžaduje internetové připojení, zajisti, aby firewall neblokoval činnost Revo Uninstaller. Máš-li otázky či problémy s aktivací, prosím kontaktuj nás na: registration@revouninstaller.com
16082 = Poté, co zakoupíš licenci Revo Uninstaller, obdržíš emailem sériové číslo. Po nákupu souboru aktivace Revo Uninstaller, zadej své jméno a sériové číslo do spodní části formuláře (je doporučeno zkopírovat a vložit) a klikni tlačítko “Uložit soubor” pro uložení souboru. Poté vytvořený soubor odešli na support@revouninstaller.com nebo registration@revouninstaller.com. Během 24 hodin ti pošleme zpět klíč pro odemčení, zajistí kompletní aktivaci Revo Uninstaller. Máš-li otázky či problémy s aktivací registrace, kontaktuj nás na: registration@revouninstaller.com
16083 = Zvolil jsi aktivaci programu Revo Uninstaller ze souboru. Poté, co zašleš Activační soubor na naši emailovou podporu, obdržíš odemykací kód od týmu podpory Revo Uninstaller. Potřebuješ zadat odemykací klíč dolů do formuláře (je přísně doporučeno zkopírovat a vložit) a klikni na "Aktivovat". Máš-li otázky či problémy s aktivací, kontaktuj nás prosím na: registration@revouninstaller.com
16084 = Došlo ke změně na počítači, která vyžaduje reaktivaci Revo Uninstaller. Prosím pouze stiskni tlačitko "Aktivovat". Máš-li otázky nebo problémy s registrací, prosím kontaktuj nás na: registration@revouninstaller.com
16085 = Aktivace dokončena! 
16086 = Aktivace selhala!
16087 = Nepripojeno na Aktivační server. Prosím ujisti se, že firewall neblokuje Revo Uninstaller.
16088 = Zadej uživatelské jméno:
16089 = Vlož sériové číslo (doporučeno zkopírovat a vložit):
16090 = Vlož klíč pro odemčení (doporučeno zkopírovat a vložit):
16091 = Reset průběhu aktivace
16092 = Zbývá dnů:
16093 = Uložit soubor
16094 = Registrováno na
16095 = Reaktivovat
16096 = Aktivace probíhá. Prosím čekej ...
16097 = Sériové číslo je chybné.\nProsím zkopíruj a vlož sériové číslo namísto jeho vypisování!
16098 = Prosím restartuj Revo Uninstaller
16100 = Sériové číslo:
16101 = Licenční data:
16102 = Zpětná odezva
16103 = Podpora Online
16104 = Resetovat nastavení hlavního okna panelů
16105 = Resetovat nastavení kontrolního přehledu Detaily 
16106 = Reset dokončen!\nRestartuj Revo Uninstaller pro nabytí účinku změn
16107 = Nevybral jsi žádné položky.\nMusíš vybrat nejméně jednu položku pro pokračování.
16108 = Zobrazit úvodní spouštěcí obrazovku

16157 = Získat náš program pro Android
16158 = Stáhnout náš program pro Android

[AppBar]
16900 = Uložit záznam provedených změn v systému
16901 = Zastavit sledování instalace
16902 = Revo Uninstaller monitoruje změny v systému - proveď instalaci jako normálně! V průběhu instalace programu prosím nespouštěj žádnou další instalaci, program nebo cokoliv jiného! Po dokončení instalace spusť nainstalovaný program, nakonfiguruj a ukonči ho. Poté stiskni "Stop" (červený čtvereček) a Uložit záznam.
16903 = Zadej název záznamu:
16904 = Zadej název záznamu a stiskni tlačítko "Uložit" 
16905 = Revo Uninstaller stopuje instalaci
16906 = Revo Uninstaller ukládá data
16907 = Počítač nelze vypnout. Zkus ho vypnout ručně!
16908 = Počítač nelze nastavit na vypnutí. Zkus ho vypnout ručně!
16909 = Prosím zadej správný název záznamu!
16910 = Opravdu chceš zrušit průběh protokolování?
16112 = Revo Uninstaller Pro je již spuštěn!

16157 = Získat náš program pro Android
16158 = Stáhnout náš program pro Android

[JunkFilesCleanerPro]
17000 = Vyjmout
17001 = Naposledy upraven
17002 = Skenuji složku...
17003 = Zahrnout
17004 = Složky obsahující odpad

[Windows Apps]
17100 = Programy\nWindows
17101 = Programy Windows 
17102 = Program Windows 
17103 = Programů celkem
17104 = Program
17105 = Programy
17106 = Modul "Programy Windows" obsahuje všechny nainstalované aplikace Windows a pomáhá vám v odinstalaci každé z nich jediným kliknutím. Některé aplikace jsou obsaženy již v předinstalaci produktu Microsoft, další jsou instalovány z obchodu Microsoft Store. V kontextové nabídce lze nalézt další informace o každém programu.
17107 = Analýza a spuštění výchozího odinstalačního příkazu programu
17108 = Po dokončení výchozí odinstalace programu stiskni "Skenovat" pro zahájení skenování zbytkových souborů, složek a registračních klíčů.
17109 = Opravdu chceš odinstalovat vybraný program?

[EvidenceRemoverPro]
17300 = Typ
17301 = Celková velikost
17302 = Volné místo
17310 = Pevný disk
17311 = Vyměnitelný disk
17312 = Odhadovaná zbývající doba:
17313 = dnů 
17314 = hodin
17315 = minut
17316 = sekund
17317 = Opravdu chceš zastavit průběh

[WindowsToolsPro]
17400 = Obnovit systém
17401 = Diagnostiky sítě
17402 = Informace sítě
17403 = Centrum zabezpečení
17404 = Vlastnosti systému
17405 = Informace systému
17406 = Příkaz TCP/IP Netstat 
17407 = Klávesnice na obrazovce
17408 = Defragmentátor disku
17409 = Služby
17410 = Sdílené složky
17411 = Skupina zabezpečení
17412 = Přidat/Odstranit komponenty Windows 
17413 = Nástroj Microsoft Windows pro odstranění záludného software
17414 = Záloha a Obnova Windows 
17415 = Plánovač úkolů
17416 = Kontrola disku
17417 = Kontrolor systémových souborů
17450 = Záloha a Obnova Windows umožňuje vytvořit kopie datových souborů všem lidem, používajících PC a poskytuje jim možnost vytvořit systémový obraz. Lze ponechat výběr na Windows co zálohovat nebo výběr můžeš určit ty, např. složky, knihovny a ovladače. Systémový obraz zahrnuje systémové nastavení Windows, programů a souborů. Systémový obraz lze použít pro obnovení obsahu PC, nepracuje-li HDD nebo PC správně.
17451 = Plánovač úloh pomáhá naplánovat spouštění úkolů automaticky v konkrétní době nebo když se vyskytnou chyby. Poskytuje schopnost při výskytu vadných sektorů, ztracených clusterů, překřížených souborů a chyb v adresářích. Tyto typy problémů mohou být příčinou selhání nebo zamrznutí systému, závady při vypnutí, nesprávné vypínání PC, atd. 
17452 = Kontrola disku ověří logickou integritu hodnot systémových souborů Windows. Kontrola disku vyhledá související vadné sektory, ztracené klustery, překřížené soubory a chyby v adresářích. Tyto typy problémů mohou způsobovat selhání či zamrznutí systému, závady při vypnutí, nesprávné vypínání PC, atd. 
17453 = Kontrolor systémových souborů umožňuje skenovat a opravit systémové soubory Windows ověřením jejich verze. Je-li problém nalezen, pokusí se nahradit poškozené soubory z cache Windows DLL. Není-li soubor v Cache Windows DLL nebo DLL Cache je poškozena, budeš vyzván ke vložení instalačního disku Windows.

[WindowsCleanerPro]
17500 = Smazat cache miniatur

[UnrecoverableDeletePro]
17600 = Přidat soubor(y)
17601 = Přidat složku
17602 = Smazat navždy
17603 = Výmaz
17604 = Výpočet...
17605 = Zbývající položky v seznamu nyní nemohou být vymazány.\nUjisti se, že nejsou používány systémem Windows či nějakým programem a zkus to znovu.
17606 = Odstranit vybrané položky ze seznamu

[Backup Manager]
17800 = Správce Záloh
17801 = Obnovit
17802 = Smazat
17803 = Smazat vše
17804 = Obnovit\nvlastní
17812 = Načítám strom...
17813 = Zpět
17814 = Dále
17815 = Bod obnovy systému nenalezen
17816 = Zpracování
17817 = Navracím %d ze %d položek
17818 = Body obnovy:
17819 = Velikost:
17820 = Správce záloh pomáhá spravovat informace uložených záloh Revo Uninstallerem Pro po každém odstranění záznamů Regeditu, souboru či složky. Obnovením místního Bodu obnovy lze obnovit všechna smazaná data nebo si vybrat a jen obnovit jedinou nebo více položek, které potřebuješ navrátit zpět. Potřebuješ-li získat více volného místa na HDD, můžeš vymazat jakýkoliv bod obnovy nebo všechny uložené body vytvořené Revo Uninstallerem Pro.
17821 = Název
17822 = Operace
17823 = Velikost
17824 = Položky Regeditu
17825 = Soubory a složky
17826 = Hodina
17827 = Datum
17830 = Název Klíče/Hodnoty
17831 = Datum
17835 = Výchozí hodnota
17836 = Obnovení %d ze %d položek
17837 = Obnovení
17838 = Název souboru/složky
17839 = Vlastní obnova
17840 = Chyba při čtení dat zálohy!
17841 = Soubory a složky pro obnovení
17842 = Položky Regeditu pro obnovení
17843 = Na HDD není dostatek místa pro zápis navraceného souboru dat!
17844 = Chyba při zápisu navraceného souboru dat!
17845 = Opravdu mám obnovit operaci %s z %s?
17846 = Opravdu mám smazat všechny Body obnovy?
17847 = Smazat\ndle času
17848 = Smazat zálohy starší než datum či periodu
17849 = Smazat všechny zálohy starší než:
17850 = Zvolené datum:
17851 = jeden týden
17852 = dva týdny
17853 = 30 dnů
17854 = 90 dnů
17855 = 180 dnů
17856 = jeden rok
17857 = vlastní datum
17858 = Vybral jsi datum novější než skutečně je.\nToto smaže všechny zálohy! Pokračovat?

[TooltipsPro]
18200 = Přizpůsobit nastavení Revo Uninstaller
18201 = Změnit zobrazení záznamu sledovaných programů
18202 = Spravovat záložní informace, uložené Revo Uninstaller
18203 = Programy instalovat přes Revo Uninstaller
18204 = Násilné odstranění zbytků již odinstalovaných programů
18205 = Zobrazit všechny nainstalované programy
18206 = Zobrazit sledované nainstalované programy
18207 = Odinstalovat vybraný sledovaný program
18208 = Uživatelská odinstalace vybraného sledovaného programu
18209 = Obnovit vybraný Bod obnovy Revo Uninstaller
18210 = Uživatelská obnova vybraného Bodu obnovy Revo Uninstaller
18211 = Smazat vybraný Bod obnovy Revo Uninstaller
18212 = Přidat program do autospouštění spolu se spuštěním Windows 
18213 = Na zatržených oddílech provést důkladné odstranění
18214 = Přidat soubory do nenávratného vymazání
18215 = Přidat složku do nenávratného vymazání
18216 = Smazat přidané soubory a složky
18217 = Smazat označené soubory
18218 = Změnit či Opravit instalaci vybraného programu
18219 = Rychle odinstalovat vybraný program (všechny nalezené zbytky budou smazány)
18220 = Přidat novou položku do záznamu
18221 = Upravit vybranou položku
18222 = Smazat vybranou položku ze záznamu
18223 = Export zaznamenaných dat jako HTML

[Portable]
18500 = Chyba při stahování aktualizace!
18501 = Chyba při rozbalování aktualizace!
18502 = Aktualizuji
18503 = Aktualizace úspěšně dokončena!
18504 = %d ze %d souborů
18505 = Přenositelnost
18506 = Použít vlastní datovou složku pro uložení
18507= Povolit rychlý mód spouštění
18508 = Přijmout
18509 = Licenční smlouva